{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "{": 5,
      "}": 6,
      "\"operation\"": 7,
      "\"numbers\"": 8,
      "\"a\"": 9,
      "\"b\"": 10,
      "add": 11,
      "subtract": 12,
      "multiply": 13,
      "divide": 14
    },
    "unk_token": "[UNK]"
  }
}